       ID DIVISION.
       PROGRAM-ID. HELLOPGM.
       ENVIRONMENT DIVISION.
       CONFIGURATION SECTION.
       SOURCE-COMPUTER. IBM-FLEX-ES.
       OBJECT-COMPUTER. IBM-FLEX-ES.
       DATA DIVISION.
       PROCEDURE DIVISION.
           DISPLAY 'HELLO'.
           STOP RUN.
      *
