       ID DIVISION.
       PROGRAM-ID. HELLOPGM.
       ENVIRONMENT DIVISION.
       CONFIGURATION SECTION.
       SOURCE-COMPUTER. IBM-FLEX-ES.
       OBJECT-COMPUTER. IBM-FLEX-ES.
       DATA DIVISION.
       PROCEDURE DIVISION.
<<<<<<< HEAD
           DISPLAY 'HELLO WORLD'.
           DISPLAY 'Test for Impact Build'
=======
           DISPLAY 'HELLO'.
>>>>>>> cdd8775e2cbaec1fd36525fd384de26c1db3941b
           STOP RUN.
      *
